brew "act"
brew "black"
brew "gettext"
brew "carapace"
brew "cloudflared"
brew "ripgrep"
brew "codex"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "geos"
brew "json-c"
brew "proj"
brew "poppler"
brew "sfcgal"
brew "gdal"
brew "gh"
brew "git"
brew "helix"
brew "imagemagick"
brew "jq"
brew "mpv"
brew "mysql"
brew "neovim"
brew "pnpm"
brew "python@3.11"
brew "sevenzip"
brew "starship"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "wrk"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "font-go-mono-nerd-font"
cask "font-monaspace"
cask "font-server-mono"
cask "font-symbols-only-nerd-font"

cask "betterdisplay"
cask "dbeaver-community"
cask "cleanmymac"
cask "clipy"
cask "ghostty"

cask "yaak"
cask "temurin"
cask "wezterm"
vscode "beardedbear.beardedtheme"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fogio.jetbrains-color-theme"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "metaphore.kanagawa-vscode-color-theme"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "tekumara.typos-vscode"
vscode "tonybaloney.vscode-pets"
vscode "vue.volar"
